/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "נראה כי החיבור של מחשב זה לאינטרנט אינו פעיל.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "יתכן כי החיבור של מחשב זה לאינטרנט אינו פעיל.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "נראה כי החיבור של מחשב זה לאינטרנט פעיל.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "שרת ה-DNS של מחשב זה אינו מגיב.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "שרת ה-DNS לא מצא את שם השרת.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "הנתב המחובר למחשב זה אינו מגיב.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "השרת אליו מחשב זה מנסה להתחבר אינו מגיב.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "‏נראה כי החיבור של מחשב זה לאינטרנט פעיל.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "סיסמת טופס מקוון";

/* HTTP result code string */
"accepted" = "התקבל";

/* HTTP result code string */
"bad gateway" = "שער שאינו תקין";

/* HTTP result code string */
"bad request" = "‏בקשה שאינה תקינה";

/* HTTP result code string */
"client error" = "שגיאת לקוח";

/* HTTP result code string */
"conflict" = "התנגשות";

/* HTTP result code string */
"continue" = "המשך";

/* HTTP result code string */
"created" = "נוצר";

/* HTTP result code string */
"expectation failed" = "הציפייה נכשלה";

/* HTTP result code string */
"forbidden" = "אסור";

/* HTTP result code string */
"found" = "נמצא";

/* HTTP result code string */
"gateway timed out" = "אין מענה מצד השער";

/* HTTP result code string */
"informational" = "לידיעה";

/* HTTP result code string */
"internal server error" = "שגיאת שרת פנימית";

/* HTTP result code string */
"length required" = "‏דרוש אורך מפורש";

/* HTTP result code string */
"method not allowed" = "שיטה שאינה מותרת";

/* HTTP result code string */
"moved permanently" = "‏הועבר באופן קבוע";

/* HTTP result code string */
"multiple choices" = "ריבוי חלופות";

/* HTTP result code string */
"needs proxy" = "זקוק לפרוקסי";

/* HTTP result code string */
"no content" = "אין תוכן";

/* HTTP result code string */
"no error" = "אין שגיאה";

/* HTTP result code string */
"non-authoritative information" = "מידע שאינו סמכותי";

/* HTTP result code string */
"not found" = "לא נמצא";

/* HTTP result code string */
"not modified" = "לא שונה";

/* HTTP result code string */
"partial content" = "תוכן חלקי";

/* HTTP result code string */
"payment required" = "כרוך בתשלום";

/* HTTP result code string */
"precondition failed" = "תנאי הקדם לא התקיים";

/* HTTP result code string */
"proxy authentication required" = "דרוש אימות פרוקסי";

/* HTTP result code string */
"redirected" = "הופנה";

/* HTTP result code string */
"no longer exists" = "אינו קיים עוד";

/* HTTP result code string */
"request timed out" = "הבקשה נתקלה בחוסר מענה";

/* HTTP result code string */
"request too large" = "הבקשה גדולה מדי";

/* HTTP result code string */
"requested URL too long" = "הכתובת המבוקשת ארוכה מדי";

/* HTTP result code string */
"requested range not satisfiable" = "לא ניתן לעמוד בטווח המבוקש";

/* HTTP result code string */
"reset content" = "איפוס תוכן";

/* HTTP result code string */
"see other" = "ראה/י אחר";

/* HTTP result code string */
"server error" = "שגיאת שרת";

/* HTTP result code string */
"service unavailable" = "השירות אינו זמין";

/* HTTP result code string */
"success" = "הצלחה";

/* HTTP result code string */
"switching protocols" = "מחליף פרוטוקול";

/* HTTP result code string */
"temporarily redirected" = "הופנה זמנית";

/* HTTP result code string */
"unacceptable" = "לא קביל";

/* HTTP result code string */
"unauthorized" = "לא מורשה";

/* HTTP result code string */
"unimplemented" = "לא מיושם";

/* HTTP result code string */
"unsupported media type" = "סוג מדיה שאינו נתמך";

/* HTTP result code string */
"unsupported version" = "גירסה שאינה נתמכת";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "בעיה בהתקשרות אל שרת הפרוקסי של הרשת (HTTP). ";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "בעיה בהתקשרות אל שרת הפרוקסי של הרשת המאובטחת (HTTPS). ";

/* WebFoundationErrorUnknown description */
"Err-998" = "שגיאה שאינה ידועה";

/* WebFoundationErrorCancelled description */
"Err-999" = "בוטל";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "כתובת שאינה תקינה";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "הבקשה נתקלה בחוסר מענה.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "כתובת שאינה נתמכת";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "לא נמצא שרת בשם מארח זה.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "לא ניתן להתחבר לשרת.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "החיבור לרשת אבד.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "שגיאת חיפוש DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "ריבוי הפניות HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "המשאב אינו זמין";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "נראה כי החיבור לאינטרנט אינו פעיל.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "הופנה למיקום ריק";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "התקבלה תגובה שאינה תקינה מהשרת.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "משאב בגודל 0 בייטים";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "לא ניתן לפענח את נתוני הגלם";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "לא ניתן לפענח את נתוני התוכן";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "לא ניתן לפרש את התגובה";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "הנדידה הבינלאומית מבוטלת כעת.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "לא ניתן ליצור חיבור נתונים משום ששיחה מתנהלת כעת.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "אין כעת היתר לחיבור נתונים.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "מוצה זרם גוף הבקשה";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "הכתובת המבוקשת לא נמצאה על השרת.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "הקובץ הינו ספריה";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "אין לך הרשאה לגישה אל המשאב המבוקש.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "המשאב עולה על הגודל המירבי";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "ארעה שגיאת SSL ולא ניתן להתחבר לשרת באופן מאובטח.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "פג תוקף אישורו של שרת זה.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "פג תוקף אישורו של שרת זה. יתכן שאת/ה מתחבר לשרת המתחזה ל-״%@״, מה שעשוי לסכן את המידע הרגיש שלך.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "אישורו של שרת זה אינו תקין. ";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = " אישורו של שרת זה אינו תקין. יתכן שאת/ה מתחבר לשרת המתחזה ל-״%@״, מה שעשוי לסכן את המידע הרגיש שלך.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "אישורו של שרת זה נחתם על-ידי גורם שאינו מוכר.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = " אישורו של שרת זה נחתם על-ידי גורם שאינו מוכר. יתכן שאת/ה מתחבר לשרת המתחזה ל-״%@״, מה שעשוי לסכן את המידע הרגיש שלך.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "אישורו של שרת זה אינו תקין עדיין. ";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = " אישורו של שרת זה אינו תקין עדיין. יתכן שאת/ה מתחבר לשרת המתחזה ל-״%@״, מה שעשוי לסכן את המידע הרגיש שלך.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "השרת לא קיבל את האישור.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "השרת ״%@״ לא קיבל את האישור. ";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "השרת מבקש אישור לקוח.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "השרת ״%@״ מבקש אישור לקוח.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "‏לא ניתן לטעון מהרשת";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "לא ניתן ליצור את הקובץ";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "לא ניתן לפתוח את הקובץ";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "ארעה תקלה בזמן סגירת הקובץ";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "לא ניתן לערוך את הקובץ";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "לא ניתן להסיר את הקובץ";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "לא ניתן להעביר את הקובץ";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "לא ניתן לפענח את ההורדה";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "לא ניתן לפענח את ההורדה";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "האם ברצונך להתחבר לשרת בכל מקרה?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "לשינוי הגדרות הפרוקסי, נא לפתוח את ״העדפות רשת״, ללחוץ על ״מתקדם״, ואחר-כך ללחוץ על ״שרתי פרוקס״. לעזרה, יש לפנות אל מנהל המערכת.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "דרוש אימות פרוקסי";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "אימות עבור פרוקסי %@‏ \n%@:‏%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "ביטול";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "שם משתמש/ת";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "סיסמה";
